<?php

// Heading
$_['heading_title'] = 'درگاه پرداخت و کیف پول الکترونیک Pay.ir';

// Text
$_['text_title'] = 'درگاه پرداخت و کیف پول الکترونیک Pay.ir';
$_['text_basket'] = 'سبد خرید';
$_['text_checkout'] = 'تسویه حساب';
$_['text_transaction'] = 'شماره تراکنش: ';

// Error
$_['error_request'] = 'در ارتباط با وب سرویس Pay.ir خطایی رخ داده است';
$_['error_verify'] = 'در ارتباط با وب سرویس Pay.ir و بررسی تراکنش خطایی رخ داده است';
$_['error_payment'] = 'تراكنش با خطا مواجه شد و یا توسط پرداخت کننده کنسل شده است';
$_['error_data'] = 'اطلاعات ارسال شده مربوط به تایید تراکنش ناقص و یا غیر معتبر است';
$_['error_invoice'] = 'شماره سفارش با شماره فاکتور پرداخت شده مطابقت ندارد';
$_['error_amount'] = 'رقم تراكنش با رقم پرداخت شده مطابقت ندارد';
$_['error_curl'] = 'تابع cURL در سرور فعال نمی باشد';